Repository: menaje/codex-mcp-bridge-for-chatgpt
Catalog: macos/Resources/Localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, pt, zh_hans, zh_hant

# macos.collapsed
source: 접힘
de: Eingeklappt
en: Collapsed
es: Contraído
fr: Réduit
ja: 折りたたみ済み
pt: Recolhido
zh_hans: 已折叠
zh_hant: 已摺疊

# macos.untitledactivity
source: 제목 없는 Activity
de: Unbenannte Aktivität
en: Untitled Activity
es: Actividad sin título
fr: Activité sans titre
ja: 無題のActivity
pt: Activity sem título
zh_hans: 无标题 Activity
zh_hant: 無標題 Activity

# macos.thiswillproceedautomaticallywhenreadythereservation
source: 조건이 충족되면 자동으로 진행합니다. 대기 시간 제한은 없습니다.
de: Der Vorgang wird automatisch fortgesetzt, sobald die Bedingungen erfüllt sind. Es gibt keine Wartefrist.
en: This will proceed automatically when ready. The reservation has no waiting deadline.
es: Continuará automáticamente cuando se cumplan las condiciones. La espera no tiene límite.
fr: L’opération se poursuivra automatiquement dès que possible. L’attente n’a pas de limite.
ja: 条件が整うと自動で進みます。待機時間の制限はありません。
pt: A operação continuará automaticamente quando as condições forem atendidas. Não há limite de espera.
zh_hans: 条件满足后将自动继续，预约没有等待时限。
zh_hant: 條件滿足後將自動繼續，預約沒有等待時限。

# macos.organizationid
source: 조직 ID
de: Organisations-ID
en: Organization ID
es: ID de organización
fr: ID d’organisation
ja: 組織ID
pt: ID da organização
zh_hans: 组织 ID
zh_hant: 組織 ID

# macos.terminationfailed
source: 종료 실패
de: Beenden fehlgeschlagen
en: Termination Failed
es: Falló la finalización
fr: Échec de l’arrêt
ja: 終了失敗
pt: Falha ao encerrar
zh_hans: 终止失败
zh_hant: 終止失敗

# macos.terminating
source: 종료 중
de: Wird beendet
en: Terminating
es: Deteniendo
fr: Arrêt en cours
ja: 強制終了中
pt: Encerrando
zh_hans: 正在强制停止
zh_hant: 正在強制停止

# macos.reviewedfinishedfailures
source: 종료된 실패 %d건을 확인 처리했습니다.
de: %d beendete Fehler bestätigt.
en: Reviewed %d finished failures.
es: Se revisaron %d fallos finalizados.
fr: %d échecs terminés ont été vérifiés.
ja: 終了済みの失敗%d件を確認しました。
pt: Foram revistas %d falhas terminadas.
zh_hans: 已查看%d个已结束的失败。
zh_hant: 已查看%d個已結束的失敗。

# macos.finishedrunsareautomaticallycleanedupafterdays
source: 종료한 실행 기록은 %d일 뒤 자동 정리됩니다.
de: Beendete Ausführungen werden nach %d Tagen automatisch bereinigt.
en: Finished runs are automatically cleaned up after %d days.
es: Las ejecuciones finalizadas se limpian automáticamente después de %d días.
fr: Les exécutions terminées sont nettoyées automatiquement après %d jours.
ja: 終了した実行履歴は%d日後に自動整理されます。
pt: As execuções terminadas são limpas automaticamente após %d dias.
zh_hans: 已结束的执行记录将在%d天后自动清理。
zh_hant: 已結束的執行記錄將在%d天後自動清理。

# macos.type
source: 종류
de: Typ
en: Type
es: Tipo
fr: Type
ja: 種類
pt: Tipo
zh_hans: 类型
zh_hant: 類型

# macos.weeklyusage
source: 주간 사용량
de: Wöchentliche Nutzung
en: Weekly Usage
es: Uso semanal
fr: Utilisation hebdomadaire
ja: 週間使用量
pt: Uso semanal
zh_hans: 每周使用量
zh_hant: 每週使用量

# macos.attention
source: 주의
de: Achtung
en: Attention
es: Atención
fr: Attention
ja: 注意
pt: Atenção
zh_hans: 注意
zh_hant: 注意

# macos.ready
source: 준비됨
de: Bereit
en: Ready
es: Listo
fr: Prêt
ja: 準備完了
pt: Pronto
zh_hans: 就绪
zh_hant: 就緒

# macos.interrupted
source: 중단
de: Unterbrochen
en: Interrupted
es: Interrumpido
fr: Interrompu
ja: 中断
pt: Interrompido
zh_hans: 已中断
zh_hant: 已中斷

# macos.interruptedtaskswillnotrestartautomatically
source: 중단된 작업은 자동으로 다시 실행하지 않습니다.
de: Unterbrochene Aufgaben werden nicht automatisch erneut ausgeführt.
en: Interrupted tasks will not restart automatically.
es: Las tareas interrumpidas no se reiniciarán automáticamente.
fr: Les tâches interrompues ne seront pas relancées automatiquement.
ja: 中断されたタスクは自動的に再実行されません。
pt: As tarefas interrompidas não serão reiniciadas automaticamente.
zh_hans: 被中断的任务不会自动重新运行。
zh_hant: 被中斷的任務不會自動重新執行。

# macos.stopping
source: 중지 중
de: Wird gestoppt
en: Stopping
es: Deteniendo
fr: Arrêt en cours
ja: 停止中
pt: Parando
zh_hans: 正在停止
zh_hant: 正在停止

# macos.stopped
source: 중지됨
de: Gestoppt
en: Stopped
es: Detenido
fr: Arrêté
ja: 停止済み
pt: Parado
zh_hans: 已停止
zh_hant: 已停止

# macos.checknow
source: 지금 확인
de: Jetzt prüfen
en: Check now
es: Comprobar ahora
fr: Vérifier maintenant
ja: 今すぐ確認
pt: Verificar agora
zh_hans: 立即检查
zh_hant: 立即檢查

# macos.anotherapplicationisusingthespecifiedaddressor
source: 지정한 주소 또는 포트를 다른 프로그램이 사용 중입니다.
de: Eine andere Anwendung verwendet die angegebene Adresse oder den Port.
en: Another application is using the specified address or port.
es: Otra aplicación está usando la dirección o el puerto especificados.
fr: Une autre application utilise l’adresse ou le port indiqué.
ja: 指定したアドレスまたはポートは別のアプリケーションが使用しています。
pt: Outro aplicativo está usando o endereço ou a porta especificados.
zh_hans: 指定的地址或端口正被其他应用程序使用。
zh_hant: 指定的位址或連接埠正由其他應用程式使用。

# macos.instructions
source: 지침
de: Anweisungen
en: Instructions
es: Instrucciones
fr: Instructions
ja: 手順
pt: Instruções
zh_hans: 说明
zh_hant: 指示

# macos.diagnosticlogssensitivedataredacted
source: 진단 로그 (민감정보 가림)
de: Diagnoseprotokolle (sensible Daten ausgeblendet)
en: Diagnostic Logs (Sensitive Data Redacted)
es: Registros de diagnóstico (datos confidenciales ocultos)
fr: Journaux de diagnostic (données sensibles masquées)
ja: 診断ログ（機密情報はマスキング済み）
pt: Logs de diagnóstico (dados confidenciais ocultos)
zh_hans: 诊断日志（敏感信息已隐藏）
zh_hant: 診斷日誌（敏感資訊已隱藏）

# macos.runningorstartingtasks
source: 진행 중이거나 시작 중인 작업: %d개
de: Laufende oder startende Aufgaben: %d
en: Running or starting tasks: %d
es: Tareas en ejecución o iniciándose: %d
fr: Tâches en cours ou au démarrage : %d
ja: 実行中または開始中の作業：%d件
pt: Tarefas em execução ou iniciando: %d
zh_hans: 正在运行或启动的任务：%d 个
zh_hant: 正在執行或啟動的工作：%d 個

# macos.openscodexafteractiveworkfinishesandthe
source: 진행 중인 작업이 끝나고 연결 해제를 확인하면 Codex 앱을 엽니다.
de: Öffnet Codex, sobald die laufende Arbeit beendet und die Verbindung freigegeben ist.
en: Opens Codex after active work finishes and the connection is confirmed released.
es: Abre Codex cuando termina el trabajo activo y se confirma la liberación de la conexión.
fr: Ouvre Codex une fois le travail terminé et la connexion libérée.
ja: 実行中の作業が完了し、接続の解放を確認してからCodexを開きます。
pt: Abre o Codex quando o trabalho em curso termina e a ligação é libertada.
zh_hans: 正在进行的任务完成且确认连接已释放后打开 Codex。
zh_hant: 進行中的工作完成且確認連線已釋放後開啟 Codex。

# macos.waitingforactiveworktofinish
source: 진행 중인 작업이 끝나기를 기다리고 있습니다.
de: Die laufende Arbeit muss erst beendet werden.
en: Waiting for active work to finish.
es: Esperando a que termine el trabajo activo.
fr: En attente de la fin du travail en cours.
ja: 実行中の作業が完了するのを待っています。
pt: A aguardar a conclusão do trabalho em curso.
zh_hans: 正在等待进行中的任务完成。
zh_hant: 正在等待進行中的工作完成。

# macos.theappwaitsforactiveworktofinish
source: 진행 중인 작업이 있으면 완료될 때까지 기다린 뒤 적용합니다.
de: Bei aktiven Aufgaben wartet die App auf deren Abschluss, bevor die Änderung angewendet wird.
en: The app waits for active work to finish before applying the change.
es: Si hay tareas activas, la app espera a que terminen antes de aplicar el cambio.
fr: Si des tâches sont actives, l’app attend leur achèvement avant d’appliquer la modification.
ja: 実行中のタスクがある場合は、完了を待ってから適用します。
pt: Se houver trabalho em andamento, o aplicativo aguardará a conclusão antes de aplicar a alteração.
zh_hans: 如果有正在进行的任务，应用会等待其完成后再应用更改。
zh_hant: 如果有正在進行的任務，應用會等待其完成後再應用更改。

# macos.theappwasnotquitbecauseactivework
source: 진행 중인 작업이 제한 시간 안에 끝나지 않아 종료하지 않았습니다. 강제 종료 여부를 확인해 주세요.
de: Die App wurde nicht beendet, da die aktive Arbeit nicht innerhalb des Zeitlimits abgeschlossen wurde. Prüfen Sie, ob Sie das Beenden erzwingen möchten.
en: The app was not quit because active work did not finish before the timeout. Review whether to force quit.
es: La app no se cerró porque el trabajo activo no terminó dentro del límite de tiempo. Revise si desea forzar el cierre.
fr: L’app n’a pas été fermée, car le travail actif ne s’est pas terminé dans le délai imparti. Vérifiez si vous souhaitez forcer la fermeture.
ja: 実行中のタスクが制限時間内に完了しなかったため、終了しませんでした。強制終了するか確認してください。
pt: O aplicativo não foi encerrado porque o trabalho em andamento não terminou antes do limite de tempo. Avalie se deseja forçar o encerramento.
zh_hans: 由于正在进行的任务未在时限内完成，应用未退出。请确认是否强制退出。
zh_hant: 由於正在進行的任務未在時限內完成，應用未退出。請確認是否強制退出。

# macos.referencematerials
source: 참고 자료
de: Referenzmaterial
en: Reference Materials
es: Materiales de referencia
fr: Documents de référence
ja: 参考資料
pt: Materiais de referência
zh_hans: 参考资料
zh_hant: 參考資料

# macos.thediscoveredconnectionsettingsarenolongervalid
source: 찾은 연결 설정이 더 이상 유효하지 않습니다. 다시 찾아 주세요.
de: Die gefundenen Verbindungseinstellungen sind nicht mehr gültig. Suchen Sie erneut.
en: The discovered connection settings are no longer valid. Search again.
es: La configuración de conexión encontrada ya no es válida. Vuelva a buscarla.
fr: Les réglages de connexion trouvés ne sont plus valides. Relancez la recherche.
ja: 検出した接続設定は無効になりました。もう一度検索してください。
pt: As configurações de conexão encontradas não são mais válidas. Procure novamente.
zh_hans: 找到的连接设置已失效。请重新查找。
zh_hant: 找到的連線設定已失效。請重新尋找。

# macos.thediscoveredconnectioninformationwasentered
source: 찾은 연결 정보를 입력했습니다.
de: Die gefundenen Verbindungsdaten wurden eingetragen.
en: The discovered connection information was entered.
es: Se introdujo la información de conexión encontrada.
fr: Les informations de connexion trouvées ont été saisies.
ja: 見つかった接続情報を入力しました。
pt: As informações de conexão encontradas foram inseridas.
zh_hans: 已填入找到的连接信息。
zh_hant: 已填入找到的連線資訊。

# macos.couldnotsavetheactionresultcheckthe
source: 처리 결과를 저장하지 못했습니다. 저장 위치와 권한을 확인해 주세요.
de: Das Ergebnis der Aktion konnte nicht gespeichert werden. Prüfe den Speicherort und die Berechtigungen.
en: Could not save the action result. Check the save location and permissions.
es: No se pudo guardar el resultado de la acción. Comprueba la ubicación de guardado y los permisos.
fr: Impossible d’enregistrer le résultat de l’action. Vérifiez l’emplacement et les autorisations d’enregistrement.
ja: 処理結果を保存できませんでした。保存先とアクセス権を確認してください。
pt: Não foi possível salvar o resultado da ação. Verifique o local de salvamento e as permissões.
zh_hans: 无法保存操作结果。请检查保存位置和权限。
zh_hant: 無法儲存操作結果。請檢查儲存位置與權限。

# macos.processed
source: 처리됨
de: Verarbeitet
en: Processed
es: Procesado
fr: Traité
ja: 処理済み
pt: Processado
zh_hans: 已处理
zh_hant: 已處理

# macos.theexecutionkeycannotretrieveinvoicedcosts
source: 청구 금액은 실행 키로 조회할 수 없습니다.
de: Der Ausführungsschlüssel kann keine abgerechneten Kosten abrufen.
en: The execution key cannot retrieve invoiced costs.
es: La clave de ejecución no permite consultar los costes facturados.
fr: La clé d’exécution ne permet pas de consulter les frais facturés.
ja: 実行用キーでは請求金額を取得できません。
pt: A chave de execução não permite consultar os custos faturados.
zh_hans: 执行密钥无法查询账单金额。
zh_hant: 執行金鑰無法查詢帳單金額。

# macos.resets
source: 초기화
de: Zurücksetzung
en: Resets
es: Se restablece
fr: Réinitialisation
ja: リセット
pt: Redefinição
zh_hans: 重置
zh_hant: 重設

# macos.accountUsage.resetsAt
source: 초기화: %@
de: Zurücksetzung: %@
en: Resets: %@
es: Se restablece: %@
fr: Réinitialisation : %@
ja: リセット: %@
pt: Redefinição: %@
zh_hans: 重置时间：%@
zh_hant: 重置時間：%@

# macos.copyinvitation
source: 초대 복사
de: Einladung kopieren
en: Copy Invitation
es: Copiar invitación
fr: Copier l’invitation
ja: 招待をコピー
pt: Copiar convite
zh_hans: 复制邀请
zh_hant: 複製邀請

# macos.recentactivity
source: 최근 Activity
de: Letzte Activity
en: Recent Activity
es: Activity reciente
fr: Activity récente
ja: 最近の Activity
pt: Activity recente
zh_hans: 最近的 Activity
zh_hant: 最近的 Activity

# macos.norecentactivity
source: 최근 Activity 없음
de: Keine letzte Activity
en: No Recent Activity
es: Sin Activity reciente
fr: Aucune Activity récente
ja: 最近の Activity なし
pt: Sem Activity recente
zh_hans: 没有最近的 Activity
zh_hant: 沒有最近的 Activity

# macos.latestrun
source: 최근 실행
de: Letzte Ausführung
en: Latest Run
es: Última ejecución
fr: Dernière exécution
ja: 最新の実行
pt: Última execução
zh_hans: 最近执行
zh_hant: 最近執行

# macos.recentruns
source: 최근 실행 기록 %lld
de: %lld kürzlich ausgeführte Läufe
en: %lld Recent Runs
es: %lld ejecuciones recientes
fr: %lld exécutions récentes
ja: 最近の実行 %lld件
pt: %lld execuções recentes
zh_hans: %lld 条近期运行记录
zh_hant: %lld 條近期執行記錄

# macos.lastcleanupruns
source: 최근 정리: %@ · %d건
de: Letzte Bereinigung: %@ · %d Ausführungen
en: Last cleanup: %@ · %d runs
es: Última limpieza: %@ · %d ejecuciones
fr: Dernier nettoyage : %@ · %d exécutions
ja: 前回の整理: %@ · %d件
pt: Última limpeza: %@ · %d execuções
zh_hans: 上次清理：%@ · %d条
zh_hant: 上次清理：%@ · %d筆

# macos.couldnotrefreshthelateststatus
source: 최근 현황을 갱신하지 못했습니다: %@
de: Der aktuelle Status konnte nicht aktualisiert werden: %@
en: Could not refresh the latest status: %@
es: No se pudo actualizar el estado más reciente: %@
fr: Impossible d’actualiser l’état récent : %@
ja: 最新の状態を更新できませんでした: %@
pt: Não foi possível atualizar o estado mais recente: %@
zh_hans: 无法刷新最新状态：%@
zh_hant: 無法重新整理最新狀態：%@

# macos.dashboard.recentActivityTitle
source: 최근 활동
de: Letzte Aktivität
en: Recent Activity
es: Actividad reciente
fr: Activité récente
ja: 最近のアクティビティ
pt: Atividade recente
zh_hans: 最近活动
zh_hant: 近期活動

# macos.reloadlatestvalues
source: 최신 값 불러오기
de: Neueste Werte laden
en: Reload Latest Values
es: Volver a cargar los valores más recientes
fr: Recharger les valeurs les plus récentes
ja: 最新の値を再読み込み
pt: Recarregar valores mais recentes
zh_hans: 重新加载最新值
zh_hant: 重新載入最新值

# macos.uptodate
source: 최신 버전입니다.
de: Auf dem neuesten Stand.
en: Up to date.
es: Está actualizado.
fr: À jour.
ja: 最新バージョンです。
pt: Está atualizado.
zh_hans: 已是最新版本。
zh_hant: 已是最新版本。

# macos.thelatestimpactcouldnotbeverifiedso
source: 최신 영향 범위를 확인하지 못했으므로 강제 종료 시 표시된 수보다 더 많은 작업이 중단될 수 있습니다.
de: Die aktuellen Auswirkungen konnten nicht überprüft werden. Erzwungenes Beenden kann daher mehr Aufgaben als angezeigt unterbrechen.
en: The latest impact could not be verified, so force quit may interrupt more work than shown.
es: No se pudo verificar el impacto más reciente, por lo que el cierre forzado podría interrumpir más tareas de las indicadas.
fr: L’impact le plus récent n’a pas pu être vérifié ; une fermeture forcée peut donc interrompre plus de tâches qu’indiqué.
ja: 最新の影響範囲を確認できなかったため、強制終了すると表示数より多くのタスクが中断される可能性があります。
pt: Não foi possível verificar o impacto mais recente; portanto, o encerramento forçado pode interromper mais trabalho do que o número exibido.
zh_hans: 无法确认最新影响范围，因此强制退出可能会中断比显示数量更多的任务。
zh_hant: 無法確認最新影響範圍，因此強制退出可能會中斷比顯示數量更多的任務。

# macos.initialconnectionorrepair
source: 최초 연결 또는 복구
de: Erstverbindung oder Reparatur
en: Initial Connection or Repair
es: Conexión inicial o reparación
fr: Connexion initiale ou réparation
ja: 初回接続または修復
pt: Conexão inicial ou correção
zh_hans: 首次连接或修复
zh_hant: 首次連線或修復

# macos.add
source: 추가
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
ja: 追加
pt: Adicionar
zh_hans: 添加
zh_hant: 加入

# macos.additionalusage
source: 추가 사용량
de: Zusätzliche Nutzung
en: Additional usage
es: Uso adicional
fr: Utilisation supplémentaire
ja: 追加の使用量
pt: Uso adicional
zh_hans: 其他用量
zh_hant: 其他用量

# macos.detailsobserved
source: 추가 정보 기준: %@
de: Details geprüft: %@
en: Details observed: %@
es: Detalles consultados: %@
fr: Détails vérifiés : %@
ja: 追加情報の確認日時: %@
pt: Detalhes verificados: %@
zh_hans: 补充信息确认时间：%@
zh_hant: 補充資訊確認時間：%@

# macos.updatingadditionaldetailsconfirmedinformationisshownas
source: 추가 정보를 갱신하고 있습니다. 확인된 정보부터 표시합니다.
de: Zusätzliche Details werden aktualisiert. Bestätigte Informationen werden angezeigt, sobald sie verfügbar sind.
en: Updating additional details. Confirmed information is shown as it becomes available.
es: Actualizando los detalles adicionales. La información confirmada se muestra a medida que está disponible.
fr: Mise à jour des détails supplémentaires. Les informations confirmées s’affichent dès qu’elles sont disponibles.
ja: 追加情報を更新しています。確認できた情報から表示します。
pt: Atualizando os detalhes adicionais. As informações confirmadas são exibidas assim que ficam disponíveis.
zh_hans: 正在更新补充信息。将先显示已确认的信息。
zh_hant: 正在更新補充資訊。將先顯示已確認的資訊。

# macos.additionalcredits
source: 추가 크레딧
de: Zusätzliche Guthaben
en: Additional credits
es: Créditos adicionales
fr: Crédits supplémentaires
ja: 追加クレジット
pt: Créditos adicionais
zh_hans: 额外额度
zh_hant: 額外額度

# macos.reasoningeffort
source: 추론 수준
de: Reasoning-Stufe
en: Reasoning Effort
es: Nivel de razonamiento
fr: Niveau de raisonnement
ja: 推論レベル
pt: Nível de raciocínio
zh_hans: 推理强度
zh_hant: 推理強度

# macos.cancellationreason
source: 취소 사유
de: Abbruchgrund
en: Cancellation Reason
es: Motivo de cancelación
fr: Motif de l’annulation
ja: キャンセル理由
pt: Motivo do cancelamento
zh_hans: 取消原因
zh_hant: 取消原因

# macos.whenenablednewtasksandfreshcontextsare
source: 켜면 이후 새 작업과 새 컨텍스트를 영구 스레드로 저장하고 현황에서 Codex 대화를 열 수 있습니다. 기존 임시 작업에는 소급 적용되지 않습니다. 끄면 임시 스레드로 실행되어 서버 재시작 뒤 이어갈 수 없습니다.
de: Wenn diese Option aktiviert ist, werden neue Aufgaben und Kontexte als dauerhafte Threads gespeichert und ihre Codex-Unterhaltungen können aus der Übersicht geöffnet werden. Bestehende temporäre Aufgaben bleiben unverändert. Bei deaktivierter Option werden temporäre Threads verwendet, die nach einem Serverneustart nicht fortgesetzt werden können.
en: When enabled, new tasks and fresh contexts are saved as persistent threads, and their Codex conversations can be opened from the overview. Existing ephemeral tasks are unchanged. When disabled, threads are ephemeral and cannot continue after the server restarts.
es: Al activarlo, las tareas y los contextos nuevos se guardan como hilos persistentes y sus conversaciones de Codex se pueden abrir desde el resumen. No se aplica a las tareas temporales existentes. Al desactivarlo, se usan hilos temporales que no pueden continuar después de reiniciar el servidor.
fr: Lorsque cette option est activée, les nouvelles tâches et les nouveaux contextes sont enregistrés sous forme de threads persistants et leurs conversations Codex peuvent être ouvertes depuis l’aperçu. Les tâches temporaires existantes ne sont pas modifiées. Lorsque l’option est désactivée, des threads temporaires sont utilisés et ne peuvent pas reprendre après le redémarrage du serveur.
ja: 有効にすると、以降の新規タスクと新規コンテキストを永続スレッドとして保存し、概要からCodex会話を開けるようにします。既存の一時タスクには適用されません。無効にすると一時スレッドとして実行され、サーバー再起動後は続行できません。
pt: Quando ativado, novas tarefas e novos contextos são salvos como threads permanentes e suas conversas do Codex podem ser abertas pela visão geral. As tarefas temporárias existentes não são alteradas. Quando desativado, as threads são temporárias e não podem continuar após a reinicialização do servidor.
zh_hans: 启用后，后续新任务和新上下文将保存为持久线程，并可从概览打开对应的 Codex 对话。此设置不追溯应用于现有临时任务。关闭后，任务将在线程中临时运行，服务器重启后无法继续。
zh_hant: 啟用後，後續新任務和新上下文將儲存為持久執行緒，並可從概覽開啟對應的 Codex 對話。此設定不追溯應用於現有臨時任務。關閉後，任務將以暫時執行緒執行，伺服器重新啟動後無法繼續。

# macos.updatecodex
source: 코덱스 업데이트
de: Codex aktualisieren
en: Update Codex
es: Actualizar Codex
fr: Mettre à jour Codex
ja: Codex を更新
pt: Atualizar Codex
zh_hans: 更新 Codex
zh_hant: 更新 Codex

# macos.nocreditlimit
source: 크레딧 제한 없음
de: Kein Guthabenlimit
en: No credit limit
es: Sin límite de créditos
fr: Aucune limite de crédits
ja: クレジット上限なし
pt: Sem limite de créditos
zh_hans: 额度无上限
zh_hant: 額度無上限

# macos.createsaonetimeinvitationtopasteinto
source: 클라이언트 Mac의 연결 화면에 붙여넣을 1회용 초대를 만듭니다.
de: Erstellt eine einmal verwendbare Einladung zum Einfügen im Verbindungsbildschirm des Client-Macs.
en: Creates a one-time invitation to paste into the Connection screen on the client Mac.
es: Crea una invitación de un solo uso para pegarla en la pantalla Conexión del Mac cliente.
fr: Crée une invitation à usage unique à coller dans l’écran Connexion du Mac client.
ja: クライアントMacの接続画面に貼り付ける1回限りの招待を作成します。
pt: Cria um convite de uso único para colar na tela Conexão do Mac cliente.
zh_hans: 创建一个一次性邀请，用于粘贴到客户端 Mac 的“连接”页面。
zh_hant: 建立一個一次性邀請，用於貼到用戶端 Mac 的「連線」畫面。

# macos.importbothvaluesfromclipboard
source: 클립보드에서 두 값 가져오기
de: Beide Werte aus der Zwischenablage importieren
en: Import both values from clipboard
es: Importar ambos valores del portapapeles
fr: Importer les deux valeurs depuis le presse-papiers
ja: クリップボードから両方の値を読み込む
pt: Importar os dois valores da área de transferência
zh_hans: 从剪贴板导入两个值
zh_hant: 從剪貼簿匯入兩個值

# macos.pastefromclipboard
source: 클립보드에서 붙여넣기
de: Aus Zwischenablage einfügen
en: Paste from Clipboard
es: Pegar desde el portapapeles
fr: Coller depuis le presse-papiers
ja: クリップボードから貼り付け
pt: Colar da área de transferência
zh_hans: 从剪贴板粘贴
zh_hant: 從剪貼簿貼上

# macos.noconnectioninformationwasfoundontheclipboard
source: 클립보드에서 연결 정보를 찾지 못했습니다.
de: In der Zwischenablage wurden keine Verbindungsdaten gefunden.
en: No connection information was found on the clipboard.
es: No se encontró información de conexión en el portapapeles.
fr: Aucune information de connexion n’a été trouvée dans le presse-papiers.
ja: クリップボードに接続情報が見つかりませんでした。
pt: Nenhuma informação de conexão foi encontrada na área de transferência.
zh_hans: 未在剪贴板中找到连接信息。
zh_hant: 未在剪貼簿中找到連線資訊。

# macos.terminalcli
source: 터미널 CLI
de: Terminal-CLI
en: Terminal CLI
es: CLI del terminal
fr: CLI du terminal
ja: 端末 CLI
pt: CLI do terminal
zh_hans: 终端 CLI
zh_hant: 終端機 CLI

# macos.filesystemchangesarenotrolledback
source: 파일 변경은 되돌아가지 않습니다.
de: Dateiänderungen werden nicht rückgängig gemacht.
en: Filesystem changes are not rolled back.
es: Los cambios en los archivos no se revertirán.
fr: Les modifications de fichiers ne seront pas annulées.
ja: ファイルの変更は元に戻りません。
pt: As alterações no sistema de arquivos não serão desfeitas.
zh_hans: 文件更改不会回滚。
zh_hant: 檔案更改不會回滾。

# macos.thepairinginvitationhasexpiredcreateanew
source: 페어링 초대가 만료되었습니다. 서버에서 새 초대를 만들어 주세요.
de: Die Kopplungseinladung ist abgelaufen. Erstellen Sie auf dem Server eine neue Einladung.
en: The pairing invitation has expired. Create a new invitation on the server.
es: La invitación de emparejamiento ha caducado. Crea una nueva invitación en el servidor.
fr: L’invitation de jumelage a expiré. Créez-en une nouvelle sur le serveur.
ja: ペアリング招待の有効期限が切れました。サーバーで新しい招待を作成してください。
pt: O convite de pareamento expirou. Crie um novo convite no servidor.
zh_hans: 配对邀请已过期。请在服务器上创建新邀请。
zh_hant: 配對邀請已過期。請在伺服器上建立新邀請。

# macos.thepairinginvitationisinvalidcreateanew
source: 페어링 초대가 올바르지 않습니다. 서버에서 새 초대를 만들어 주세요.
de: Die Kopplungseinladung ist ungültig. Erstellen Sie auf dem Server eine neue Einladung.
en: The pairing invitation is invalid. Create a new invitation on the server.
es: La invitación de emparejamiento no es válida. Crea una nueva invitación en el servidor.
fr: L’invitation de jumelage n’est pas valide. Créez-en une nouvelle sur le serveur.
ja: ペアリング招待が無効です。サーバーで新しい招待を作成してください。
pt: O convite de pareamento é inválido. Crie um novo convite no servidor.
zh_hans: 配对邀请无效。请在服务器上创建新邀请。
zh_hant: 配對邀請無效。請在伺服器上建立新邀請。

# macos.pairinginvitationcopiedtotheclipboard
source: 페어링 초대를 클립보드에 복사했습니다.
de: Kopplungseinladung wurde in die Zwischenablage kopiert.
en: Pairing invitation copied to the clipboard.
es: La invitación de emparejamiento se copió en el portapapeles.
fr: L’invitation de jumelage a été copiée dans le presse-papiers.
ja: ペアリング招待をクリップボードにコピーしました。
pt: O convite de pareamento foi copiado para a área de transferência.
zh_hans: 配对邀请已复制到剪贴板。
zh_hant: 配對邀請已複製到剪貼簿。

# macos.pairandactivate
source: 페어링하고 활성화
de: Koppeln und aktivieren
en: Pair and Activate
es: Emparejar y activar
fr: Jumeler et activer
ja: ペアリングして有効化
pt: Parear e ativar
zh_hans: 配对并激活
zh_hant: 配對並啟用

# macos.common.editAction
source: 편집
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
ja: 編集
pt: Editar
zh_hans: 编辑
zh_hant: 編輯

# macos.discardedits
source: 편집 내용 버리기
de: Änderungen verwerfen
en: Discard Edits
es: Descartar cambios
fr: Ignorer les modifications
ja: 編集内容を破棄
pt: Descartar edições
zh_hans: 放弃编辑
zh_hant: 放棄編輯

# macos.expanded
source: 펼침
de: Ausgeklappt
en: Expanded
es: Expandido
fr: Développé
ja: 展開済み
pt: Expandido
zh_hans: 已展开
zh_hant: 已展開

# macos.revoke
source: 폐기
de: Widerrufen
en: Revoke
es: Revocar
fr: Révoquer
ja: 取り消す
pt: Revogar
zh_hans: 撤销
zh_hant: 撤銷
